<?php /* Template Name: Page - Blog */ ?>
<?php get_header(); ?>
<main class='blog'>
    <section class='blog-content'>
        <div class='container'>
            <div class='blog-list'>
                <div class='blog-item'>
                    <div class='item-description'>
                        <h2>Как подобрать кондиционер</h2>
                        <p>
                            Функционал современных кондиционеров не ограничивается только охлаждением. Существующие
                            модели этого климатического оборудования могут нагревать, очищать и осушать, а также
                            вентилировать имеющийся в помещении воздух. Широкие функциональные возможности и большое
                            количество настроек кондиционеров с одной стороны расширяют возможности потребителя, но
                            с другой усложняют выбор подходящей модели. Группы кондиционеров:
                        </p>
                        <ul>
                            <li>1. бытовые кондиционеры</li>
                            <li>2. полупромышленные кондиционеры</li>
                            <li>3. системы промышленной вентиляции и кондиционирования воздуха</li>
                        </ul>
                        <span class='more'>Подробнее</span>
                    </div>
                    <div class='item-image'><img
                                src='<?php echo get_template_directory_uri() ?>/assets/images/product-gallery-8.jpg'
                                alt='Кондиционер'></div>
                </div>
                <div class='blog-item'>
                    <div class='item-image'><img
                                src='<?php echo get_template_directory_uri() ?>/assets/images/product-gallery-13.jpg'
                                alt='Кондиционер'></div>
                    <div class='item-description'>
                        <h2>Как подобрать кондиционер</h2>
                        <p>
                            Функционал современных кондиционеров не ограничивается только охлаждением. Существующие
                            модели этого климатического оборудования могут нагревать, очищать и осушать, а также
                            вентилировать имеющийся в помещении воздух. Широкие функциональные возможности и большое
                            количество настроек кондиционеров с одной стороны расширяют возможности потребителя, но
                            с другой усложняют выбор подходящей модели.
                        </p>
                        <p>Группы кондиционеров:</p>
                        <ul>
                            <li>1. бытовые кондиционеры</li>
                            <li>2. полупромышленные кондиционеры</li>
                            <li>3. системы промышленной вентиляции и кондиционирования воздуха</li>
                        </ul>
                        <span class='more'>Подробнее</span>
                    </div>
                </div>
                <div class='blog-item'>
                    <div class='item-description'>
                        <h2>Как подобрать кондиционер</h2>
                        <p>
                            Функционал современных кондиционеров не ограничивается только охлаждением. Существующие
                            модели этого климатического оборудования могут нагревать, очищать и осушать, а также
                            вентилировать имеющийся в помещении воздух. Широкие функциональные возможности и большое
                            количество настроек кондиционеров с одной стороны расширяют возможности потребителя, но
                            с другой усложняют выбор подходящей модели.
                        </p>
                        <p>Группы кондиционеров:</p>
                        <ul>
                            <li>1. бытовые кондиционеры</li>
                            <li>2. полупромышленные кондиционеры</li>
                            <li>3. системы промышленной вентиляции и кондиционирования воздуха</li>
                        </ul>
                        <span class='more'>Подробнее</span>
                    </div>
                    <div class='item-image'><img
                                src='<?php echo get_template_directory_uri() ?>/assets/images/product-gallery-18.jpg'
                                alt='Кондиционер'></div>
                </div>
            </div>
        </div>
    </section>
</main>
<?php get_footer(); ?>

